Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 众人纷纷赶往自在阁，直到只剩下男人和天刀二人。
en_us: Everyone hurried to the Leisure Pavilion until only the man and Tian Dao were left.

source: 众人脑海里第一时间浮现出功法和技法，若真是这样，很可能是顶级功法或顶级技法，想到这，他们不由得激动起来。
en_us: The first thought that came to the audience mind was that is was a soul training or skill training scroll. It was very possibly a pinnacle level soul training or skill training manual if it was either of these. They could not help their excitement once they thought of this.

source: 众人表情古怪的看向凌霄，还以为他们没有多少灵晶，看来财富不能用人数背景来衡量。
en_us: Everyone looked with strange expressions at Ling Xiao. They had all thought that they didn't have a lot of spirit gems, it seemed that they couldn't judge someone's wealth by the number of people they had.

source: 众人面色凝重的朝阶梯的方向望过去。
en_us: Everyone somberly looked in the direction of the stairs.

source: 众人顿时伸长脖子。
en_us: Everyone immediately craned their necks.

source: 众人齐齐愣住了。
en_us: Everyone was shocked.

source: 众所周知。
en_us: It was common knowledge.

source: 众所周知，中级位面对修为稍有压制，一般达到神境就很难在进步了。
en_us: As everyone knew, the Middle Level Realm had a slight inhibition (压制) on one’s cultivation and it was generally extremely difficult to advance once one had reached the Divine Realm.

source: 伙计一愣，表情微微失神，反应过来才厉声道：“是又怎么样，到了我们的地盘，由不得你们说不，不把饭钱付了，你们别想走出自然城。”
en_us: The man was stunned for a moment, mind drifting before he returned to the present and hollered, "So what if that's true? This is our territory, so what we say goes. If you don't pay, don't even think of walking out of Ziran City."

source: 伙计乙是个哑巴，只能高举着大刀甩动两下表示兴奋。
en_us: The second employee was a mute, and simply swung his sword in the air to express his excitement.

source: 伙计早已吓傻，一般人听到黑熊大人的名字不是应该吓得屁滚尿流吗，这些人竟然敢对老板娘动手，他也不敢再乱说话了。
en_us: The server was already dumb with fright. Usually, when people heard Black Bear's name they'd be terrified. Yet these people actually dared to attack the owner. He didn't dare speak out of turn again either.

source: 伙计甲举着宽大刀兴奋的走过去，发现他们真的一动不动的。
en_us: The first employee excited walked over, sword in hand, and realized that they really weren't moving at all.

source: 伙计甲立刻跑了。
en_us: The assistant instantly ran away.

source: 伙计甲问：“那另外两个客人呢？”
en_us: One the assistant then asked," Then what about the other two?"

source: 伙计的本体是一只中阶妖兽，凌霄不过是稍微释放一点威压，他就受不了了，腿一软立刻跌倒在地。
en_us: The server was just a mid-level demon beast. Ling Xiao released just a sliver of his aura and the other couldn't take it anymore, legs giving out under him as he collapsed.

source: 伙计知道自己闯祸了，一个字都不敢说。
en_us: The assistant knew that he was in trouble, so he didn't dare to say a single word.

source: 伙计终于收起那张伪善的脸孔，露出一丝讽刺的笑意，“就算把老板娘叫来也一样，实话告诉你们，正是老板娘吩咐我这么做的，你们最好还是识相一点。”
en_us: The man's expression finally shifted away from that false kindness, revealing a sliver of mockery. "Even if I do get the boss, I'll tell you honestly, it was her who told us to do this. It's better that you watch yourselves."

source: 会不会波及到我们？”莫雪柔弱的依偎在谢俊身上，小鸟依人似的。
en_us: "Will it affect us?" Mo Xue clung to Xie Jun, fragile like a little bird.

source: 会到房间，游小默本来想趁在海上这段时间再练一枚彩级一品灵丹，之前与天修交易灵草，现在他又凑到两幅灵丹，不过一想到彩级灵丹在成丹的时候会引来雷劫他就放弃了这个念头，海上本来就凶险，再来个雷劫，说不定船会打翻了，那就罪过了。
en_us: Returning to the room, You XiaoMo originally wanted to take advantage of this time at sea to practice a first grade rainbow pill. A few days ago,he had traded some magic herbs with Tian Xiu, now he has two more ingredients for a pill, but at the thought of what a rainbow pill's creation would bring with it, he gave up on this idea. The sea was a dangerous place, and if he lured in a disaster, the ship might capsize. That would be terrible.

source: 会场周围有苍盟的人，不过因为他要去的方向不是不能去的禁地，所以守卫没有阻挡他。
en_us: There were people from the Cang Alliance all around the plaza. But the guards did not stop him since the direction he was heading in was not a restricted area.

source: 传说，游震天的妻子就是一头银龙。
en_us: Legend has it that You Zhentian's wife was a Silver Dragon.

source: 传说，玄龟族的始祖是通天大陆第一智者，他有着广阔的胸襟，兼容天下的大气以及浩瀚的智慧。
en_us: Legend had it that that the Black Turtle Clan's first ancestor was TongTian Continent's first sage (智者). His mind was vast, embracing all under the sky with boundless wisdom.

source: 传送阵的费用不是很高，一人只需要两千枚灵晶。
en_us: The fees for the transport circle was low and it cost two thousand spirit gems per person.

source: 传递信息的黑鸦脚上会绑着东西，不过因为黑鸦的体积比一般乌鸦要大三四倍，羽毛会挡掉一部分。
en_us: Messenger Black Crows would have things tied to their leg, but since these Black Crows were three to four times larger than normal crows, their feathers would sometimes accidentally conceal these items.

source: 传闻自然城并不好客，特别是最厌恶的人类。
en_us: It was said that the Natural City was not too hospitable, especially to human race which they loathed the most.

source: 传闻，炼狱是远古时期的战场，里面埋藏着许多大妖兽的骸骨，就像一个森罗地狱，到处弥漫着许多大妖兽死后留下的怨气和戾气。
en_us: It was said that the Pugatory was a battlefield in ancient times and many skeletal remains of great demon beasts (大妖兽) had been buried there. Just like an netherworld which went on limitlessly, the resentment and evil left behind after the death of many great demon beasts pervaded everywhere.

source: 似乎想到什么，众人脸色一变。
en_us: The expressions on everyone's faces changed, as if they had all thought of something.

source: 但是两族这一代之中，妖凰族却占了上风，导致他每次都会被长辈骂，说他不如姬凤之类的话，搞得他特别窝火，看到姬凤就眼不得掐死她。
en_us: However, within this generation of the two clans, the Demon Phoenix Clan was currently winning/having the upper hand, leading to him being scolded by his elders every time, saying things that he was inferior Ji Feng, and such. Making him seethe with anger, and wanting to choke Ji Feng to death every time he caught sight of her.

source: 但是他有那么好心吗？
en_us: But was he that generous?

source: 但是因为他们使用了空间符，当时又没有其他人在，所以谁也不知道他们到底被传送到什么地方。
en_us: But because they had used the teleportation talisman when nobody was there, nobody knew where exactly they had been transported to.

source: 但是对实力的渴望不代表他会失去理智，夏音的动作他几乎立刻就察觉了，很可惜，他也不想当这个出头鸟。
en_us: However, just because he wanted power, doesn't mean he was going to get carried away. He was immediately aware of Xia Yin's actions and too bad, he also didn't want to be the one who stood out.

source: 但是真正集齐五枚元素之心，从远古到现在却只有一个，那个人就是麒麟族的先祖，和白虎是同时期的强者，不过那个人并没有成功过，因为集齐五枚元素之心成功的几率也不过百分之一。
en_us: But there had only been one person who truly gathered the five Elemental Essences from ancient times till now - this person was the progenitor (先祖) of the Qilin Clan and was an expert belonging to the same period as the White Tiger (白虎). However, that person had not succeeded, because the chances of gathering (集齐) the five Elemental Essences was only one percent.

source: 但是，他的行动被大长老姬翁阴拦了。
en_us: However, his actions were stopped by the Great Elder Ji Weng.

source: 但是，莫景在向此人求救的时候，他也没发现这个人的到来，所以他的话未必不可信。
en_us: However, when Mo Jing was asking for help, he also didn't realize their presence, thus his words may not be unbelievable.

source: 但现在也不过是彩级三品而已，两年内要到达六七品，虽然不是不可能，但是也有很大的弊端，现在可能没有体现出来，但是越到最后，后遗症就越明显，他很期待那一天的到来。
en_us: But right now, he was still only Grade Six Rainbow Level. Even though it wasn't impossible for him to reach Grade Six or Seven within two years, it had extremely large consequences. It probably hadn't manifested yet, but the more time went on, the clearer the after-effects would be. He greatly anticipated the arrival of that day.

source: 但闻西境有一股神秘势力在招收许多实力强大的妖兽，以前还会稍微掩饰一些，但最近的动作过于频繁，天刀怀疑他们可能在干一件大事。
en_us: But then they heard that there was a mysterious force in Xi Jing recruiting many powerful demon beasts. Before, it had at least attempted to conceal it a little, but recently it was acting too frequently, and Tian Dao suspected that they were doing something big.

source: 低下头往下看，仍然是阴森至极的黑雾，一直都没有动静。
en_us: When he looked downwards, all he saw was the extremely gloomy black fog, which had no movement whatsoever.

source: 低等的妖兽血脉想要降服帝王兽的精血几乎是不可能的，即便成功也要付出极大的代价。
en_us: It was essentially impossible for low level demon beast bloodlines to ingest the Emperor Beast's Life Blood. Even if they succeeded, they would have to pay an extremely large price.

source: 低等空间符的主人有一个要求，就是他只收灵晶和灵丹，这让原本想用灵草竞价的游小默无奈只好拿出所剩不多的灵丹。
en_us: The owner of the low level teleportation talisman only had one requirement: he only took spirit gems and magic pills. You XiaoMo, who had wanted to use magic herbs to bid for it, could only take out what few pills he had left.

source: 低等空间符的消息早在三天前就放出去，游小默和凌霄来的凑巧，今天刚好是最后一天，待他们将卡片放进箱子不久后，截止时间终于到了。
en_us: The news of the low level teleportation talisman had been leaked three days ago. You XiaoMo and Ling Xiao had come at just the right time. Today was the last day. It wasn't long after they placed their card in the box that the deadline arrived.

source: 低等血脉的妖兽在面对高等血脉的妖兽，剔除实力，仅威压就足够让她们生出放弃提抗的念头。
en_us: When demon beasts of inferior bloodline were facing the demon beasts of higher bloodline, disregarding their strength, the pressure alone was enough for them to give up the idea of resistance.

source: 何况不久前他们刚从自然城里出来，城内实力最强的就是那个已经成为凌霄手下败将的黑熊，要离开还不简单。
en_us: Moreover, they had just exited ZiRan City not long ago. The strongest cultivator in the city was Hei Xiong, who had been defeated by Ling Xiao, so leaving would be an easy matter.

source: 何况明天就是选拔赛，说不定还会受到影响。
en_us: Plus, the selection tournament was tomorrow. It might be affected.

source: 余威两分钟后才消散，客栈却已经被毁了大半。
en_us: The excessive power dissipated after two minutes, but more than half the inn had already been destroyed.

source: 作为三人唯一的正常人，凌霄淡定的喝着他的茶，看起来还挺超然物外的，说白了就是划清界限。
en_us: As the only normal person among the three, Ling Xiao looked quite detached from the world as he calmly drank his tea. To put it bluntly, he was drawing a clear dividing line.

source: 作为刚契约刚得罪蠢主人的妖兽，大鹏鸟很傲娇的表示爷不畏强权。
en_us: As a demon beast which had just contracted with and offended their stupid Master, the Roc arrogantly expressed an attitude of 'this grandpa will not submit to force'.

source: 作为远古妖兽，要是连这些鼠兽都镇压不了，那就真的可以回炉重造了。
en_us: If they really couldn't suppress these mouse beasts as ancient demon beasts, then they really might as well return to the cauldron and be remade.

source: 佝偻老人似乎没听进他的话，哼一声转身就离开了。
en_us: The hunched old man didn't seem to have bothered listening, turning away and leaving with a huff.

source: 佝偻老人气得胡子都吹起来了。
en_us: The hunched old man was so angry his mustache was fluttering.

source: 你不是要凑齐五枚元素之心吗，这么好的机会为什么不要？”游小默抬起头。
en_us: Didn't you want to collect all five types of Elemental Essence? This is a good chance to get one, why don't you want it?" You XiaoMo raised his head.

source: 你以前不是说四灵一般不可能和修炼者或丹师契约吗？”
en_us: Didn't you say that it's generally impossible for the Four Divine Emperor Beasts to contract with practitioners or mages?

source: 你全家都蠢！
en_us: Your entire family is lacking intelligence!

source: 你小子，趁我不注意的时候偷吃了什么东西吗？
en_us: You brat, what did you eat on the sly when I wasn't paying attention?

source: 你当我傻子啊！
en_us: You take me for a fool?!

source: 你才蠢！
en_us: You're the one who's lacking intelligence!

source: 你知道一株灵草要浇多少水吗？
en_us: Do you know how much water a stalk of magic herb needs?

source: 你知道不同的灵草需要浇不同量的水吗？
en_us: Do you know that different kinds of magic herbs need to be watered with different amounts of water?

source: 你立刻通知西面的守卫，让他们包抄过来，一定要将他们一网打尽。”星罗城主阴狠的说道。
en_us: Notify the guards on the West side immediately. Pass the order for them outflank the thieves. They must be eliminated in fell one swoop." The City Master of Starfall City darkly hissed.

source: 你给我滚出来！”
en_us: "Get out here!"

source: 你自己会跑过来送死！
en_us: That you would come looking for death!

source: 你要是能回答得出任何一条，我就同意你换。”
en_us: I will agree to let you switch if you can answer any question."

source: 你让我怎么相信，我怎么会有一个这么二的爹爹，如果凌霄会加减乘除法，他一定会说二二得负，我的正能量会被你二没了。
en_us: How are you going to make me believe that I had such a stupid (二)father. If Ling Xiao knew math, he would definitely say that two times two makes a negative. My positive energy would be stupified by you. (二二得负，我的正能量会被你二没了)

source: 你还没这个本事！”斗篷人冷哼一声，“别人或许不知道，但是我清楚得很，你的内伤还没好，根本发挥不出原来的实力。”
en_us: You still don't have this capability!" The cloaked man coldly snorted, "Others may not know this, but I know very well that your internal injury has not healed, and you're simply unable to exhibit your former strength."

source: 俩师兄弟最后不欢而散，看样子不能再得到有用的情报了，两人立刻离开此处。
en_us: The Shixiong and Shidi finally parted on bad terms. It seemed that there would no longer be any more useful information. The two immediately left the place.

source: 修为不够也就罢了，连另猜也欺负他。
en_us: It couldn't be helped if his cultivation was too low, but even the magic herbs were bullying him!

source: 修炼时最忌讳就是被打扰，轻则走火入魔，重则当场丧命不是没可能，特别是像他这种处于关键时刻，绝不能停下来，否则识海的晶体很可能会受到重创，到时想再突破就更难了。
en_us: When cultivating, the worst was to be distruped. If it was light, it was a Qi deviation, if it was harsh, one could die on the spot. Especially for critical moment like his, one cannot stop, otherwise his crystal in the sea of consciousness might be heavily damaged, if that happens, it would difficult to (突破) again.

source: 修长的身影异常潇洒的立在游小默身旁，毫无预兆的。
en_us: His slender figure appeared elegantly beside You XiaoMo, without a warning.

source: 倒不是游小默怕他们，昨天进镇时他就发现集九镇的人实力普遍不高，修为多数是在日境和月境左右，偶尔才能看到几个月境或星境修为的人，他要宰他们简直易如反掌。
en_us: It wasn't as if You XiaoMo was afraid of them. Yesterday when they entered the town, he discovered that the people of JiJiu Town all generally had low cultivation bases. Their cultivation bases were mostly in the Sun Realm or Moon Realm area, and he could occasionally see a few Moon Realm or Star Realm cultivators. If he wanted to slaughter them all, it would be as easy as turning over his hand.

source: 借着天刀的情报网，他们对黑蜘蛛的了解越来越深。
en_us: With help from Tian Dao's intelligence network, they began to gain a deeper understanding of Black Spider.

source: 借着黑漆漆的夜色的掩护，游小默加快速度一头扎了进去，霎时不见人影。
en_us: Taking advantage of the cover of the dark night, You XiaoMo put on a burst of speed and plunged in. His figure was gone in a instant.

source: 做了点准备后，两人便跳下大峡谷。
en_us: After making some preparations, the two jumped down the canyon.

source: 做人果然不能太贪心啊！
en_us: Sure enough, one cannot be too greedy!

source: 做好这一切，游小默收起红色玉简，开始消化所有顶级丹方。
en_us: After he finished that, You XiaoMo put the red jade drive away and began digesting all of the pinnacle level recipes.

source: 做完这一切，凌霄连一丝停顿都没有，立刻将游小默搂过来一起消失在原地，连一丝气息都没有留。
en_us: After doing all this, Ling Xiao did not even pause. He immediately picked You XiaoMo up and vanished together from where he was standing, not even leaving a trace of aura behind.

source: 做梦还差不多！
en_us: In your dreams!

source: 傅苍穹对于他们找到轮回丹的丹方很高兴，虽然目前要找到能炼六品彩丹的顶级丹师几乎没有，但是已经成功了一半。
en_us: Fu CangQiong was very happy that they had found the pill recipe for the Samsara Pill. Even though he still couldn't find a transcendent level mage that could refine a grade six rainbow pill, he was already accomplished half of what he needed.

source: 傅苍穹无奈的摇摇头，“我只查到六品彩丹名为轮回丹，它属于十二级灵丹，需要一百三十四种灵草，辅助类的灵草我倒是可以找到，但是其中有八味只要灵草都是十一二级的灵草，非常难找，我会把名单给你们一份，一切费用由苍盟负责，至于丹方，我会派人继续找，现在先把灵草凑齐再说。”
en_us: Fu CangQiong shook his head helplessly, "I've only found that the six-colored pill is called the Samsara Pill (轮回丹). It is a level twelve magic pill that needs one hundred and thirty-four types of magic herbs. I can find the supplementary herbs. But there are eight main (八味只要) herbs among the hundred and thirty-four types that are all very difficult to find. The herbs are level eleven to twelve magic herbs. I will give you a copy of the list. All costs will be borne by Cang Alliance. I will send people to continue searching for the pill recipe. Let's collect all the magic herbs before we discuss this again."

source: 傅苍穹早前就已经把八味灵草都特别的摘出来，当场便将玉筒交给游小默。
en_us: Fu CangQiong had already specially picked out the eight magic herbs and handed the jade box containing the herbs to You XiaoMo on the spot.

source: 傅苍穹没有将他的话放在心上，早在答应游小默和凌霄的要求时他就料到这一幕，虽然苍盟与赤血家族的斗争比他猜想的提前了许多，但是为了小徒弟，他乐意！
en_us: Fu CangQiong did not take his words to heart. He had foreseen this scene long before he had agreed to You XiaoMo and Ling Xiao's request. Although the struggle between the Cang Alliance and the ChiXue Clan was brought forward much earlier than he had expected, he was willing to do so for the sake of his little apprentice!

source: 傅苍穹淡然的笑道：“看不出来老家主这么关心底下的弟子，既然如此，我立刻派人查一查。”
en_us: Fu CangWan calmly smiled, saying, "It's hard to tell that you care so much for the disciples under you. If so, I shall have some people go and look around."

source: 傅苍穹笑道：“不会少你们的。”
en_us: Fu Cang Qiong smiled, "You won't be unsatisfied."(不会少你们的)

source: 傅苍穹让熊笑接下礼物，旋即大笑起来，“想不到那个老小子有个这么大这么出色的儿子，藏得可真严实，你父亲近来可安好？”
en_us: Fu CangWan had Xiong Xiao receive the gift and then began to laugh uproariously. "I really didn't think that that old brat would have such a mature and talented son. He really hid you well; how has your father been recently?"

source: 傍晚，两人准时出现在港口。
en_us: In the evening, two people appeared punctually at the harbor.

source: 储物袋是很普遍的东西，凡人也可以用，对他们来说就像百宝袋一样，搬家的时候正好可以把家具装进去，轻松自如，省了很多麻烦。
en_us: Magic bags were very common items, and normal people could use it too. For them, it was like a bag of treasures. When they moved, it could be used to store all their furniture, making things much easier for them.

source: 像以往一样热闹的自然城，今天注定要不一样。
en_us: Today was bounded to be an abnormal day in the boisterous ZiRan City.

source: 像是妖凰族姬云琅，他的潜力虽然高，但是在妖凰族并不是排第一，之所以能被视为继承人，最重要的还是他背后有祖父一脉支持。
en_us: Taking Ji YunLang from the Demon Phoenix Clan as an example, he had great potential, but he was not the number one in the Demon Phoenix Clan. The most important reason why he had been considered as the heir was due the backing from his grandfather.

source: 僵持的局面直到吞金兽出现一个失误，他似乎没注意到旁边有一个坑，一只脚踩空，整个身体就滚了下去，再抬头，黄鼠獣已经出现在深坑边上，高举起手中的大铁锤，一脸狞笑的砸下来。
en_us: The situation remained in a deadlock until the Metal Swallowing Beast made a mistake. He did not seem to notice that there was a hole beside him. One foot missed its foothold and its entire body rolled down into the pit. When it looked up, the Ground Squirrel Beast appeared at the edge of the pit. It raised the hammer in his hand up high, and smashed it down with a nasty grin on his face.

source: 儿子，你对爹爹有意见就直说！
en_us: Son, if you have an issue with your dad, then just say it!

source: 元素之心得天独厚，但是孕育灵智非常不容易，它的灵智在远古时期就已经形成，经历无数年，灵智早已变成成人的智商，它学会了人类的隐忍，学会了人类的算计。
en_us: The Elemental Essence was blessed by the heavens, but it wasn't easy at all to nurture Intelligence. Its Intelligence had already taken shape since the ancient times, and after countless years of experience, its Intelligence had long since reached the IQ of a human's. It learned how to wait patiently like a human, and it learned how to calculate like a human.

source: 兔子兽长得跟兔子一样，但是体积不一样，这里的兔子兽有一米多高，它是一种低阶妖兽，没有灵智，但肉质很鲜美，所以修炼者在野外露宿的时候都喜欢猎兔子兽肉。
en_us: The rabbit beast looked just like a rabbit, but its size was different from normal rabbits. The rabbit beast here was more than one meter tall and was a type of low-level demon beast without intelligence. However, many practitioners liked to hunt rabbit beasts for their meat when camping rough (野外露宿) as its meat was very delicious.

source: 全场霎时一片寂静。
en_us: Everyone was shocked into silence.

source: 八个时辰后。
en_us: Eight hours later.

source: 六级上品灵草他能淬炼的次数不多，和五级一样只能淬炼四次。
en_us: The number of times high quality level six magic herbs could be distilled wasn’t very high. Like level five magic herbs, it could only be distilled four times.

source: 六道菜和一道甜点，游小默只用了一个小时左右就完成了。
en_us: Six dishes and dessert took You XiaoMo a mere hour to finish.

source: 关于凌霄的事迹，他身为一区的导师知道得还挺多的，不过凌霄的名声虽然高，但是很多人对他的认识其实不多。
en_us: As one of block one’s mentors, he knew quite a bit about Ling Xiao, but though Ling Xiao had quite a reputation, many people didn’t have an in-depth understanding of him.

source: 关于凌霄的身份才是真正的大爆点。
en_us: Ling Xiao's identity was the true explosive point.

source: 关于通天大陆现在的形势，最严峻的地方出乎意料的并不是南陆，反而是西境，四灵失踪的后辈到现在都没有找到，但是可以肯定他们都死了。
en_us: With regards to the current situation in the TongTian Continent, the most grim place was not the South Continent but Xi Jing. The missing descendants of the Four Ancient Beast Clans have not been found even until now, however, they were most certainly all dead.

source: 关于黑鸦引路这种方法，不同的人看到会有不同的理解，但是有脑子的人都能想到同一件事：被一头牲畜在前面领着跑，而且它的速度总是时快时慢，就会让人觉得不舒服，有种被它耍了的感觉，所以就算它是引路者，一般人都会觉得很没面子，这是其一，其二若是跟不上它的速度只会更丢脸。
en_us: Different people would have different understandings about of this idea of using the black crow to guide the way. However, people with brains would all think of the same thing: Being led around by a domesticated animal and running behind it with its speed always varying really made people feel uncomfortable. There was a feeling of being toyed around by it, so many people would feel like they had lost face even if it was a guide. This was the first reason. The second was that it would be even more humiliating if they were not able to keep pace with it.

source: 其中一名男子立刻抽出随身的匕首准备给麻袋里的人扎几下，女人突然制止了他，“松开看看。”
en_us: One of the men rapidly took out the dagger he was carrying and prepared to stab the person inside the sack a few times when the woman suddenly stopped him, "Open the sack."

source: 其中一处就是游小默的所在地，由一大块乳白色晶矿构成的地面，下面其实是一个巨大的迷宫。
en_us: Among these places was the room You XiaoMo was in. The floor, made of a milky white crystal, actually hid a massive maze under it.

source: 其中两个就是程向荣说过的古玛部落和和水西部落，第三个就是关洲部落，其中以古玛部落势力的最强，占领地盘最大。
en_us: Two of them was what Cheng XiangRong had mentioned beforehand, the Guma Tribe and ShuiXi Tribe (水西部落). The third was the GuanZhou Tribe (关洲) and amongst them, the Guma Tribe was the strongest, with the most territory.

source: 其中中等空间符用了二十枚玉片，不过只成功了十四枚，低等空间符比较多，毕竟有过经验，三十枚全部成功了。
en_us: Twenty pieces of jade tokens were used for mid-level teleportation talismans, but only fourteen were successful. There were more low-level teleportation talismans, as they had experience in making them after all and all thirty were successful.

source: 其他三人速度倒也不慢，并且非常有默契的分开成三个方向。
en_us: The other three weren't slow either, and they split into three different directions in tacit agreement with each other.

source: 其他人一愣，纷纷往桌下看一眼。
en_us: The others were stunned and they looked underneath the table one after another.

source: 其他人也跟他一样。
en_us: Many others had the same experience as her.

source: 其他人亦脸色一变。
en_us: Everyone else's expressions changed as well.

source: 其他人则见怪不怪了，他们主人偶尔会发发神经，习惯了就好了。
en_us: As for the others, they were used to it. Often their master would do something crazy, you'll get used to it.

source: 其他人瞬间沉默了。
en_us: Instantly, everyone fell slient.

source: 其他守卫瞬间沸腾了，十几人蜂拥而上。
en_us: The other guards were instantly in a uproar, and all of them rushed forward.

source: 其他长老也听到他们的对话，纷纷震惊的探出头。
en_us: The other elders, hearing their conversation, all looked over in surprise.

source: 其余人皆沉默了。
en_us: The rest were all silent.

source: 其余六人皆露出心照不宣的表情。
en_us: All of the remaining six people revealed an expression conveying a tacit mutual understanding.

source: 其实不是他反应不过来，而是没有人注意到在他们身后放冷箭的游小默，他和凌霄的想法一样。
en_us: Actually, it wasn't that he couldn't react in time. It was that nobody had noticed You XiaoMo, who was behind them sniping them. He and Ling Xiao had the same line of thought.

source: 其实不是巧合，游小默闭关前就说过要闭关一个半月的时间，今天刚好是他出关的日子，所以天心一早就过来这里等着，他们则是为了看好戏，所以才跑过来的。
en_us: In reality, it wasn't a coincidence. Before You XiaoMo went into isolation, he had told everyone that he would be doing so for a month and a half. Today was the day he was due to come out of isolation, so Tian Xin had come here early to wait for him. The others were here for the possible drama that was due to occur.

source: 其实不是气息，游小默对玄龟族不了解，所以他没有发现，小乌龟刚刚其实有发出声音，这个声音是一种细小的微波，只有玄龟族才听得出来。
en_us: But it wasn't just by scent. Since You XiaoMo didn't know much about the Black Turtle Clan, he didn't realize that the baby turtle actually made a sound before. It was a small sound frenquency/thin microwave (细小的微波) that only those of the Black Turtle Clan can hear.
